Tekla.Structures.DrawingInternal.dotGrLayoutAttributes_t


Tekla.Structures.DrawingInternal.dotGrLayoutAttributes_t.CommonAttributes


Tekla.Structures.DrawingInternal.dotGrLayoutAttributes_t.Layout


Tekla.Structures.DrawingInternal.dotGrLayoutAttributes_t.TableLayoutId


Tekla.Structures.DrawingInternal.dotGrLayoutAttributes_t.SheetSize


Tekla.Structures.DrawingInternal.dotGrLayoutAttributes_t.ListHiddenObjectsInTemplates


Tekla.Structures.DrawingInternal.dotGrLayoutAttributes_t.SizeDefinitionMode


Tekla.Structures.DrawingInternal.dotGrLayoutAttributes_t.ToStruct(Tekla.Structures.Drawing.LayoutAttributes)


Tekla.Structures.DrawingInternal.dotGrLayoutAttributes_t.FromStruct(Tekla.Structures.Drawing.LayoutAttributes)
